export const questions = [
  {
    question: 'Какие типы файлов доступны для сортировки?',
    answer:
      'Для сортировки доступны на выбор все форматы текстовых, аудио, фото и видео файлов. Также вы можете выбрать для сортировки сразу все типы. Функция выбора конкретного формата (png, jpg, heic и т.д.) внутри конкретных типов уже в разработке',
  },
  {
    question:
      'Если я скопировал файлы на другое устройство и у них поменялась дата, то они будут корректно сортироваться?',
    answer:
      'Да. Наше ПО считывает дату создания из мета-данных файла, которые сохраняются при переносе или копировании его на другие устройства',
  },
  {
    question: 'На каких устройствах доступно приложение?',
    answer:
      'Пока приложение корректно работает только на Windows, но мы уже дорабатываем его для работы на всех операционных системах!',
  },
  {
    question: 'В каком виде программа сортирует файлы?',
    answer:
      'Наше ПО разделяет файлы по директориям в выбираемом формате: по дням / месяцам. Также можно выбрать очередность дня, месяца и года в итоговом наименовании',
  },
  {
    question: 'После сортировки файлы в исходной папке удаляются?',
    answer:
      'Файлы либо перемещаются, либо копируются в новые директории, в зависимости от выбранного вида сортировки',
  },
];
